[
  {
    "titre": "Floflo et le Stinky Tofu",
    "texte": "Floflo et Mathilde se baladent dans un marché de nuit à Taipei quand soudain, une odeur les assaille.<br />- Mathilde, paniquée : \"Floflo, t’as marché dans quoi ?!\"<br />- Floflo, en larmes : \"Je sais pas, mais ça sent plus fort que les litières de Ponyo et Spoon réunies !\"<br />- Le vendeur éclate de rire : \"C’est pas vos chaussures, c’est mon délicieux stinky tofu !\"<br />- Floflo : \"Délicieux ? Si ça se mange, ça doit être une arme biologique !\""
  },
  {
    "titre": "Le Bubble Tea de la Discorde",
    "texte": "- Mathilde commande un bubble tea et tend la paille à Floflo.<br />- Floflo aspire une gorgée… et manque de s’étouffer avec une perle de tapioca !<br />- Mathilde : \"T’abuses, c’est pas du Kaoliang, bois doucement !\"<br />- Floflo, les yeux exorbités : \"J’ai cru qu’on voulait m’étouffer ! Pourquoi on met des projectiles dans les boissons ici ?\""
  },
  {
    "titre": "Le Métro Trop Propre",
    "texte": "- Floflo entre dans le métro de Taipei avec un petit pain au poivre noir.<br />- Un Taïwanais horrifié lui tape sur l’épaule : \"No eating!\"<br />- Floflo, innocent : \"Mais… mais… c’est un pain, pas un festin !\"<br />- Mathilde, chuchotant : \"Chut… sinon ils vont nous mettre en prison avec les cafards XXL…\""
  },
  {
    "titre": "Le Hot Pot et le Potager",
    "texte": "- Mathilde s’installe devant un hot pot et voit le serveur jeter des légumes entiers dans le bouillon.<br />- Mathilde, outrée : \"Mais c’est du massacre ! Chez nous, on bichonne chaque légume !\"<br />- Floflo, rêveur : \"Imagine, on fait ça avec nos légumes du jardin… ça irait plus vite qu’en cuisine, non ?\"<br />- Mathilde : \"Floflo, si je te vois balancer mes tomates bio dans une marmite, je te balance dans le Kaoliang !\""
  },
  {
    "titre": "Les Lanternes de Pingxi",
    "texte": "- Floflo et Mathilde écrivent leurs vœux sur une lanterne à Pingxi.<br />- Mathilde : \"Qu’est-ce que t’as écrit ?\"<br />- Floflo : \"Que notre potager prospère !\"<br />- Mathilde : \"Moi j’ai mis qu’on arrête de croiser des cafards volants ici…\"<br />La lanterne s’envole… et un énorme cafard surgit à côté d’eux.<br />- Mathilde : \"Il a pas attendu notre vœu, lui !\""
  },
  {
    "titre": "L’attaque du train à grande vitesse",
    "texte": "- Floflo et Mathilde montent dans le HSR pour aller à Kaohsiung.<br />- Floflo, serein : \"C’est plus rapide que la SNCF !\"<br />- Mathilde, paniquée : \"OUI MAIS J’AI PAS EU LE TEMPS DE MANGER MON BAOZI !\"<br />- Floflo : \"T’inquiète, on a juste battu le record du monde du pique-nique express.\""
  },
  {
    "titre": "Les crevettes rebelles",
    "texte": "- Floflo et Mathilde vont dans un bar à pêche aux crevettes.<br />- Floflo attrape enfin une crevette… mais elle lui saute dessus et atterrit dans son col.<br />- Mathilde, hilare : \"Ah, toi qui voulais un souvenir de Taiwan, t’as trouvé un T-shirt vivant !\""
  },
  {
    "titre": "Les scooters de Taipei",
    "texte": "- Floflo et Mathilde traversent une rue bondée.<br />- Mathilde : \"C’est moi ou les scooters viennent de toutes les directions ?\"<br />- Floflo : \"C’est un concept ici, priorité au plus rapide !\"<br />Un scooter passe en klaxonnant.<br />- Mathilde : \"J’ai l’impression qu’on joue à Frogger version hardcore…\""
  },
  {
    "titre": "Beitou et les sources chaudes",
    "texte": "- Mathilde trempe un pied dans les sources chaudes de Beitou.<br />- Mathilde : \"AHHHH ! Mais c’est bouillant !\"<br />- Floflo : \"T’inquiète, c’est comme un bain de Kaoliang… mais sans l’alcool.\"<br />- Mathilde : \"Sauf que là, on finit cuits comme des raviolis Xiaolongbao.\""
  },
  {
    "titre": "La malédiction du Kaoliang",
    "texte": "- Floflo et Mathilde sont invités à goûter le Kaoliang, l’alcool local.<br />- Floflo trinque avec un Taïwanais et prend une gorgée.<br />- Floflo, la gorge en feu : \"AHHH mais c’est plus fort que du dissolvant !\"<br />- Mathilde : \"Moi j’le garde pour nettoyer mes pinceaux Sisley !\""
  },
  {
    "titre": "Floflo et le piège du bubble tea",
    "texte": "Floflo et Mathilde se baladent dans Ximending et s’arrêtent pour boire un bubble tea.<br />Floflo aspire une gorgée… et une perle de tapioca vient se loger directement dans sa gorge !<br />- Mathilde : \"Floflo ? T’es devenu muet d’un coup ?\"<br />- Floflo, les yeux exorbités, tente de parler mais seul un bruit étrange sort.<br />- Mathilde : \"Oh non… ils t’ont mis le mode silencieux comme dans le métro de Taipei !\""
  },
  {
    "titre": "L’attaque du stinky tofu",
    "texte": "Mathilde et Floflo arrivent à Jiufen et sont accueillis par une odeur puissante.<br />- Mathilde : \"Floflo, c’est toi qui sens comme ça ?\"<br />- Floflo : \"Mais non, c’est le stinky tofu !\"<br />- Mathilde : \"Ah bon ? Parce que moi j’allais proposer de te vendre un parfum Sisley édition spéciale ‘Raclure de chaussette’…\""
  },
  {
    "titre": "L’enfer des xiaolongbao",
    "texte": "Floflo croque dans un xiaolongbao bien chaud au marché de nuit de Shilin.<br />- Floflo : \"AHHHH MA LANGUE ! C’EST DE LA LAVE !\"<br />- Mathilde : \"Fallait souffler avant… maintenant t’as plus de papilles, mais au moins tu peux en manger dix d’affilée sans rien sentir !\""
  },
  {
    "titre": "Le défi des nouilles au bœuf braisé",
    "texte": "Mathilde et Floflo commandent un bol de nouilles au bœuf braisé.<br />- Floflo : \"Ça a l’air trop bon !\"<br />Mathilde souffle sur sa cuillère et goûte…<br />- Mathilde : \"AHHHH ! C’est plus chaud que le noyau de la Terre !\"<br />- Floflo : \"Ah ouais ? Moi j’ai plus peur ! J’ai déjà survécu aux xiaolongbao !\""
  },
  {
    "titre": "L’omelette aux huîtres surprise",
    "texte": "Mathilde croque dans une omelette aux huîtres au marché de nuit de Keelung.<br />- Mathilde : \"Mmmh, c’est… un peu gluant non ?\"<br />- Floflo : \"Ah oui, c’est normal, c’est l’effet ‘ne sachant pas si c’est un plat ou un accident culinaire’…\"<br />- Le vendeur : \"C’est très bon pour la santé !\"<br />- Mathilde : \"Bon ben… mon estomac va être en pleine forme alors.\""
  },
  {
    "titre": "Floflo et le rouleau de glace cacahuète-coriandre",
    "texte": "Floflo voit une crêpe à la glace pilée et cacahuètes à Tamsui.<br />- Floflo : \"Miam, ça a l’air super bon !\"<br />Il croque dedans… puis s’arrête net.<br />- Floflo : \"C’est quoi ce goût bizarre ?\"<br />- Mathilde : \"Ah oui, j’ai oublié de te dire… y’a de la coriandre dedans.\"<br />- Floflo : \"C’est officiel, Taiwan a inventé le premier dessert qui te rafraîchit et t’assassine en même temps.\""
  },
  {
    "titre": "Le piège du pain au poivre noir",
    "texte": "Floflo commande un pain au poivre noir dans une rue de Lukang.<br />Il croque dedans… et manque de s’étouffer.<br />- Floflo : \"J’ai plus besoin de chauffage ce soir, j’ai avalé un volcan !\"<br />- Mathilde : \"C’est bien, ça compense avec le thé Alishan qui refroidit tout !\""
  },
  {
    "titre": "Le thé Alishan, ou le calme après la tempête",
    "texte": "Mathilde et Floflo sont en randonnée à Alishan et commandent un thé local.<br />- Mathilde : \"Hmm, c’est doux et parfumé, ça change des piments et des nouilles brûlantes !\"<br />- Floflo : \"Oui… mais j’ai une question : est-ce que je peux verser ce thé sur ma langue pour guérir mes brûlures des xiaolongbao ?\""
  },
  {
    "titre": "Le piège du dàn bǐng taïwanais",
    "texte": "Floflo goûte une crêpe taïwanaise au petit-déjeuner.<br />- Floflo : \"Pas mal du tout, mais pourquoi c’est aussi croustillant ET moelleux en même temps ?\"<br />- Mathilde : \"C’est Taiwan, ici ils maîtrisent tous les paradoxes culinaires.\"<br />- Floflo : \"Et du coup, si je demande une crêpe au fromage sans fromage, tu crois qu’ils vont comprendre ?\""
  },
  {
    "titre": "Le riz au porc braisé… et la fin de Mathilde",
    "texte": "Mathilde prend une bouchée de riz au porc braisé dans un petit restaurant de Tainan.<br />- Mathilde : \"C’est délicieux… je crois que je vais pleurer.\"<br />- Floflo : \"Attends… tu me laisses goûter ?\"<br />- Mathilde, regardant son bol d’un air menaçant : \"Floflo, fais un pas de plus et je t’enterre avec une lanterne de Pingxi.\""
  },
  {
    "titre": "Floflo et le piège du hot pot",
    "texte": "Floflo et Mathilde s’installent dans un restaurant de hot pot à Taipei.<br />- Floflo : \"Cool, on fait notre propre cuisine !\"<br />- Mathilde : \"Oui, mais fais attention, le bouillon est brûlant.\"<br />Floflo plonge un morceau de viande et le récupère aussitôt…<br />- Floflo : \"AHHH, ma langue est partie en vacances !\"<br />- Mathilde : \"Bravo… t’as découvert le premier plat qui cuisine le client avant le client qui cuisine le plat.\""
  },
  {
    "titre": "Le Beer House et la descente infernale",
    "texte": "Floflo et Mathilde entrent dans une beer house taïwanaise.<br />- Mathilde : \"Regarde toutes ces bières locales, on teste ?\"<br />- Floflo : \"Évidemment, c’est de la recherche scientifique !\"<br />Trois pintes plus tard…<br />- Floflo : \"Tu crois qu’on peut adopter un barril de bière et le ramener en France ?\"<br />- Mathilde : \"Si t’arrives à en faire une place dans ton potager, pourquoi pas.\""
  },
  {
    "titre": "Baozi : la brioche explosive",
    "texte": "Mathilde croque dans un baozi brûlant.<br />- Mathilde : \"Aïe, c’est une bombe à retardement !\"<br />- Floflo : \"J’ai une idée, on pourrait faire une compétition ‘qui mange un baozi sans se brûler’.\"<br />- Mathilde : \"Ou alors on met un avertissement ‘Brioche à manipuler avec précaution’.\""
  },
  {
    "titre": "Les sesame noodles piégeuses",
    "texte": "Floflo mange des nouilles au sésame et sent un goût piquant.<br />- Floflo : \"Attends… pourquoi mes papilles crient au secours ?\"<br />- Mathilde : \"Parce qu’ici, ‘légèrement épicé’ signifie ‘prépare ton testament’.\"<br />- Floflo : \"Et dire que je pensais que c’était juste du sésame…\""
  },
  {
    "titre": "Shaved ice ou la tempête polaire",
    "texte": "Floflo commande une shaved ice par 35°C à Kaohsiung.<br />- Floflo : \"Mmmh, c’est rafraîchissant !\"<br />- Mathilde : \"Floflo ? T’as la langue gelée ?\"<br />Floflo, incapable de parler, fait un geste désespéré.<br />- Mathilde : \"Félicitations, t’es la première victime d’une avalanche taïwanaise en plein été.\""
  },
  {
    "titre": "L’épreuve du marché de nuit",
    "texte": "Mathilde et Floflo arrivent au marché de nuit de Raohe.<br />- Floflo : \"Regarde tout ce qu’on peut manger !\"<br />- Mathilde : \"Ouais mais… on commence par quoi ?\"<br />- Floflo : \"On fait une technique scientifique : on ferme les yeux et on pointe du doigt.\"<br />Mathilde ouvre les yeux : \"Félicitations, t’as choisi le stinky tofu…\""
  },
  {
    "titre": "Floflo vs les scooters de Taipei",
    "texte": "Floflo et Mathilde tentent de traverser une rue à Taipei.<br />- Mathilde : \"Regarde à gauche, puis à droite, puis à gauche… puis encore à droite… et encore…\"<br />- Floflo : \"Mais y’a jamais de moment pour traverser ! Ils viennent de partout !\"<br />- Mathilde : \"Bienvenue dans le plus grand jeu de Frogger IRL du monde.\""
  },
  {
    "titre": "L’expérience Gogoro",
    "texte": "Floflo loue un scooter électrique Gogoro.<br />- Floflo : \"Cool, il faut juste changer la batterie, c’est rapide.\"<br />- Mathilde : \"Ouais, en théorie…\"<br />Floflo ouvre le compartiment… et la batterie refuse de sortir.<br />- Floflo : \"Mathilde, on a signé pour un escape game en plus de la location ?\""
  },
  {
    "titre": "Le respect des files d’attente",
    "texte": "Floflo et Mathilde attendent un bubble tea.<br />- Mathilde : \"Regarde comme tout le monde fait la queue sagement !\"<br />- Floflo : \"Ouais… sauf ce petit vieux qui double tout le monde tranquillement…\"<br />- Mathilde : \"Technique ancestrale : si tu fais semblant d’être perdu, personne n’ose rien dire.\""
  },
  {
    "titre": "Les Taïwanais ultra-serviables",
    "texte": "Floflo et Mathilde cherchent leur chemin.<br />- Floflo : \"On demande à quelqu’un ?\"<br />- Mathilde : \"Regarde, pas besoin !\"<br />Un Taïwanais arrive déjà en courant : \"Vous avez besoin d’aide ? Où voulez-vous aller ?\"<br />- Floflo : \"Wouah… on a même pas eu le temps de se perdre !\""
  },
  {
    "titre": "Floflo et le mystère du temple",
    "texte": "Floflo et Mathilde visitent le temple Longshan.<br />- Mathilde : \"Regarde ces statues, elles sont magnifiques !\"<br />- Floflo : \"Ouais, mais y’a tellement d’encens que je vais finir par atteindre le nirvana avant la sortie.\"<br />Un moine s’approche : \"Vous voulez une bénédiction ?\"<br />- Floflo : \"Seulement si ça marche aussi contre les coups de soleil !\""
  },
  {
    "titre": "Le rot surprise",
    "texte": "Floflo et Mathilde sont au marché de nuit de Shilin quand un vieux Taïwanais lâche un rot sonore.<br />- Mathilde, choquée : \"Euh… il a fait ça exprès ?\"<br />- Floflo : \"À mon avis, c’est leur façon de dire ‘merci, c’était bon’.\"<br />Le vieux leur sourit et en lâche un deuxième.<br />- Mathilde : \"Floflo… mange plus vite, on part avant qu’il commence un concert !\""
  },
  {
    "titre": "Les crevettes rebelles",
    "texte": "Floflo et Mathilde sont dans un bar à pêche aux crevettes.<br />- Floflo : \"C’est simple, on attrape, on grille et on mange !\"<br />Il attrape une crevette… qui saute de son filet et atterrit sur Mathilde.<br />- Mathilde : \"Aaaaah ! Elle veut se venger !\"<br />- Floflo : \"Bon ben, on a officiellement inventé la pêche inversée : c’est nous qui sommes attrapés.\""
  },
  {
    "titre": "L’épreuve du salon de coiffure",
    "texte": "Floflo s’installe pour un shampoing à Taipei.<br />- Mathilde : \"Profite, ici ils massent le cuir chevelu pendant 20 minutes.\"<br />- Floflo : \"Ah bon ? Je pensais que c’était un shampoing, pas une formation en relaxation zen.\"<br />Vingt minutes plus tard…<br />- Mathilde : \"Alors ?\"<br />- Floflo : \"Je crois que j’ai atteint un état de plénitude absolue. Ou alors, ils m’ont hypnotisé pour que je revienne demain.\""
  },
  {
    "titre": "L’eau chaude de l’enfer",
    "texte": "Floflo et Mathilde vont aux sources chaudes de Beitou.<br />- Floflo trempe un pied : \"AHHH ! C’est pas une source chaude, c’est une marmite !\"<br />- Mathilde : \"Allez, sois courageux, rentre dedans.\"<br />- Floflo : \"Ok, mais si je ressors en bouillon de Floflo, faudra me servir avec des nouilles.\""
  },
  {
    "titre": "Kenting et la plage brûlante",
    "texte": "Mathilde et Floflo arrivent sur la plage de Kenting.<br />- Mathilde : \"Wouah, le sable est magnifique !\"<br />Floflo pose un pied : \"AHHHH MAIS C’EST UNE POÊLE À FRIRE !\"<br />- Mathilde : \"Attends, j’arrive…\"<br />Elle met un pied et saute aussitôt.<br />- Mathilde : \"Ok… option serviettes volantes activée, on court jusqu’à l’eau !\""
  },
  {
    "titre": "La lanterne de l’échec",
    "texte": "Floflo et Mathilde écrivent un vœu sur une lanterne à Pingxi.<br />- Floflo : \"J’ai écrit ‘Que Floflo ne se brûle plus jamais la langue en mangeant des xiaolongbao’.\"<br />Mathilde allume la lanterne… qui prend feu immédiatement.<br />- Mathilde : \"Euh… je crois que ton vœu vient d’être recalé par l’univers.\""
  },
  {
    "titre": "Métro de Taipei : propre et sans Floflo",
    "texte": "Floflo et Mathilde montent dans le métro ultra propre de Taipei.<br />- Floflo : \"Mathilde… je viens de remarquer un truc.\"<br />- Mathilde : \"Quoi ?\"<br />- Floflo : \"C’est hyper silencieux… personne ne parle, personne ne mange…\"<br />- Mathilde : \"Tu trouves pas ça bien ?\"<br />- Floflo : \"Si, mais je viens de réaliser que mon rire est 10 fois trop fort ici !\""
  },
  {
    "titre": "Le 7-Eleven, meilleur ami du touriste",
    "texte": "Mathilde et Floflo entrent dans un 7-Eleven.<br />- Mathilde : \"Ils vendent de tout ici !\"<br />- Floflo : \"Ouais, nourriture, boissons, cartes SIM, factures… Tu crois qu’ils vendent aussi des terrains en Normandie ?\"<br />- Mathilde : \"Si oui, on en prend un en sortant !\""
  },
  {
    "titre": "Taipei 101 et le vertige de Floflo",
    "texte": "Mathilde et Floflo montent en haut du Taipei 101.<br />- Floflo : \"C’est incroyable, cette vue sur la ville !\"<br />- Mathilde : \"Ouais, t’as pas le vertige ?\"<br />- Floflo : \"Non… enfin si… enfin peut-être…\"<br />- Mathilde : \"Pourquoi tu tiens la rambarde comme si ta vie en dépendait ?\"<br />- Floflo : \"Je préfère pas tester si les Taïwanais ont pensé à un filet de sécurité au cas où…\""
  },
  {
    "titre": "Le bus taïwanais ou le congélateur ambulant",
    "texte": "Floflo et Mathilde montent dans un bus à Taipei.<br />- Mathilde : \"Enfin un peu de clim, ça fait du bien !\"<br />- Floflo : \"Ouais… mais pourquoi j’ai l’impression d’être dans un igloo ?\"<br />Le chauffeur met la clim au max.<br />- Mathilde : \"Je crois qu’on va arriver à destination sous forme de glaçons.\""
  },
  {
    "titre": "Le TGV taïwanais : plus rapide que le cidre",
    "texte": "Floflo et Mathilde prennent le train à grande vitesse (HSR).<br />- Mathilde : \"On va traverser toute l’île en 1h30, c’est fou !\"<br />- Floflo : \"Ouais… en Normandie, on met plus de temps pour aller chercher des pommes pour notre cidre.\"<br />- Mathilde : \"À ce rythme, on pourrait faire Paris-Normandie en 5 minutes.\""
  },
  {
    "titre": "Les toilettes high-tech… ou la NASA dans la salle de bain",
    "texte": "Floflo entre dans des toilettes publiques high-tech.<br />- Floflo : \"Y’a un bouton ‘massage’, un ‘jet nettoyant’, un ‘siège chauffant’… c’est un WC ou un vaisseau spatial ?\"<br />- Mathilde : \"Appuie pas sur tout en même temps, sinon tu risques de t’envoler.\""
  },
  {
    "titre": "L’offrande aux ancêtres version Floflo",
    "texte": "Mathilde et Floflo visitent un temple pendant le festival des fantômes.<br />- Mathilde : \"Regarde, ils déposent des offrandes pour les esprits.\"<br />- Floflo : \"Ah, je peux ajouter un truc ?\"<br />- Mathilde : \"Tu veux offrir quoi ?\"<br />- Floflo : \"Un verre de pinard, pour que même dans l’au-delà, ils boivent du bon.\""
  },
  {
    "titre": "Le Nouvel An Chinois et la ruine de Floflo",
    "texte": "Floflo et Mathilde assistent aux festivités du Nouvel An chinois.<br />- Mathilde : \"Regarde, tout le monde reçoit des enveloppes rouges avec de l’argent !\"<br />- Floflo : \"Super, j’en veux aussi !\"<br />- Mathilde : \"Euh… t’es censé en donner, pas en recevoir.\"<br />- Floflo : \"Bon ben… adieu mon budget pinard.\""
  },
  {
    "titre": "Floflo et le diseur de bonne aventure",
    "texte": "Mathilde et Floflo rencontrent un fortune teller.<br />- Mathilde : \"Il va te prédire ton avenir !\"<br />- Floflo : \"Alors, je vais devenir riche ?\"<br />Le diseur regarde ses mains.<br />- Diseur : \"Non, mais tu vas continuer à boire du bon vin.\"<br />- Floflo : \"Bon, c’est déjà ça.\""
  },
  {
    "titre": "Le tremblement de terre… ou la danse de Floflo",
    "texte": "Mathilde et Floflo ressentent un petit tremblement de terre.<br />- Mathilde : \"Oh, un séisme !\"<br />- Floflo : \"Hein ? Moi je pensais juste que j’avais trop bu de Kaoliang.\"<br />- Mathilde : \"Floflo, y’a pas d’excuse, même les murs ont tremblé !\""
  },
  {
    "titre": "La menace chinoise selon Floflo",
    "texte": "- Mathilde : \"Tu sais, la Chine menace toujours Taïwan.\"<br />- Floflo : \"Ouais, mais t’inquiète, moi je suis prêt !\"<br />- Mathilde : \"T’es prêt à quoi ?\"<br />- Floflo : \"Si ça tourne mal, j’ouvre un bar à Kaoliang pour apaiser tout le monde.\""
  },
  {
    "titre": "Les cafards volants de l’enfer",
    "texte": "Floflo et Mathilde voient un énorme cafard voler dans leur chambre d’hôtel.<br />- Mathilde : \"AHHHH !\"<br />- Floflo : \"C’est un insecte ou un drone espion ?\"<br />- Mathilde : \"Peu importe, on dort ailleurs ce soir !\""
  },
  {
    "titre": "Feu rouge ou pause-café ?",
    "texte": "Mathilde et Floflo attendent à un feu rouge interminable.<br />- Floflo : \"Mathilde… il dure combien de temps ce feu ?\"<br />- Mathilde : \"1 minute 30.\"<br />- Floflo : \"Ok, j’ai le temps d’aller me chercher un bubble tea alors.\""
  }
]
